Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# coach.issue.offTargetForShift.reason
source: Your sleep timing is drifting away from your shift target window. This makes adapting and feeling rested during work hours harder.
ar: وقت نومك يبتعد عن النافذة المستهدفة لوردية عملك. هذا يُصعّب التكيف والشعور بالراحة خلال ساعات العمل.
ca: El teu temps de son s'allunya de la finestra objectiu del teu torn. Això dificulta l'adaptació i sentir-se descansat durant les hores de treball.
de: Deine Schlafzeit weicht vom Zielfenster für deine Schicht ab. Das erschwert die Anpassung und das Ausgeruhtsein während der Arbeitszeiten.
es: Tu horario de sueño se aleja de la ventana objetivo de tu turno. Esto dificulta la adaptación y sentirse descansado durante las horas de trabajo.
fr: L'horaire de votre sommeil s'éloigne de la fenêtre cible de votre quart. Cela rend plus difficile l'adaptation et le fait de se sentir reposé pendant les heures de travail.
ja: 睡眠時間がシフトの目標窓からずれています。これにより、勤務時間中の適応と休息感が困難になります。
zh_hans: 您的睡眠时间偏离了班次目标窗口，使在工作时间内适应和感到休息更加困难。

# coach.issue.offTargetForShift.title
source: Off Shift Sleep Window
ar: خارج نافذة وردية العمل
ca: Fora de la finestra del torn
de: Außerhalb des Schicht-Fensters
es: Fuera de la ventana de turno
fr: Hors de la fenêtre de quart
ja: シフト睡眠時間外
zh_hans: 偏离班次睡眠窗口

# coach.issue.rephaseInProgress.action
source: Advance tonight's bedtime according to the rephase schedule. Don't skip days — consistency is the key.
ar: تقدّم بوقت نومك الليلة وفق جدول إعادة الضبط. لا تحذف أياماً — الاستمرارية هي المفتاح.
ca: Avança l'hora de dormir d'aquesta nit seguint el calendari de refasament. No et saltes dies — la consistència és la clau.
de: Verlege die heutige Schlafenszeit nach dem Neuausrichtungsplan vor. Überspringe keine Tage — Konsequenz ist der Schlüssel.
es: Adelanta la hora de dormir de esta noche según el plan de refasado. No te saltes días — la consistencia es la clave.
fr: Avancez l'heure de coucher de ce soir selon le calendrier de rephasage. Ne sautez pas de jours — la constance est la clé.
ja: リフェーズスケジュールに従って今夜の就寝時間を早めましょう。日をスキップしないでください — 一貫性が鍵です。
zh_hans: 按照重相位时间表提前今晚的就寝时间。不要跳过任何一天——持续性是关键。

# coach.issue.rephaseInProgress.outcome
source: Each step brings you closer to the target — you'll notice improving sleep quality as you approach the target window.
ar: كل خطوة تقترب بك من هدفك — ستلاحظ تحسناً في جودة النوم كلما اقتربت من النافذة المستهدفة.
ca: Cada pas t'acosta a l'objectiu — notaràs una millora en la qualitat del son a mesura que t'acostis a la finestra objectiu.
de: Jeder Schritt bringt dich näher zum Ziel — du wirst eine Verbesserung der Schlafqualität bemerken, je näher du dem Zielfenster kommst.
es: Cada paso te acerca al objetivo — notarás una mejora en la calidad del sueño a medida que te acerques a la ventana objetivo.
fr: Chaque pas vous rapproche de l'objectif — vous remarquerez une amélioration de la qualité du sommeil au fur et à mesure que vous approchez de la fenêtre cible.
ja: 一歩ずつ目標に近づいています — 目標窓に近づくにつれて睡眠の質が改善されていくことに気づくでしょう。
zh_hans: 每一步都让您更接近目标——随着接近目标窗口，您会注意到睡眠质量的改善。

# coach.issue.rephaseInProgress.reason
source: Your internal clock is still some distance from the target. Keep advancing gradually — small consistent shifts work better than large jumps.
ar: لا تزال ساعتك البيولوجية بعيدة عن الهدف. استمر في التقدم التدريجي — التحولات الصغيرة المنتظمة أفضل من القفز الكبير.
ca: El teu rellotge intern encara és lluny de l'objectiu. Continua amb els avanços gradualment — els petits desplaçaments constants funcionen millor que els salts grans.
de: Deine innere Uhr ist noch weit vom Ziel entfernt. Mache weiter mit schrittweisem Voranschreiten — kleine, gleichmäßige Verschiebungen wirken besser als große Sprünge.
es: Tu reloj interno aún está lejos del objetivo. Continúa avanzando gradualmente — los pequeños cambios consistentes funcionan mejor que los saltos grandes.
fr: Votre horloge interne est encore loin de l'objectif. Continuez à avancer progressivement — les petits décalages constants fonctionnent mieux que les grands sauts.
ja: 体内時計はまだ目標から離れています。段階的に進め続けましょう — 小さく一定のシフトは大きなジャンプより効果的です。
zh_hans: 您的生物钟距目标还有一段距离。继续逐步推进——小而持续的调整比大幅跳跃更有效。

# coach.issue.rephaseInProgress.title
source: Rephase In Progress
ar: إعادة ضبط الإيقاع قيد التنفيذ
ca: Refasament en curs
de: Rhythmus-Neuausrichtung läuft
es: Refasado en progreso
fr: Rephasage en cours
ja: リフェーズ進行中
zh_hans: 重相位进行中

# coach.issue.shiftLightTiming.title
source: Light exposure timing for your shift
ar: توقيت التعرض للضوء خلال المناوبة
ca: Exposició a la llum durant el torn
de: Lichtexposition während der Schicht
es: Exposición a la luz durante el turno
fr: Exposition à la lumière pendant ton poste
ja: シフト中の光曝露のタイミング
zh_hans: 轮班期间的光照时间

# coach.issue.sleepinessRiskDuringWork.title
source: Sleepiness risk during work hours
ar: خطر النعاس خلال ساعات العمل
ca: Risc de somnolència a la feina
de: Müdigkeitsrisiko während der Arbeit
es: Riesgo de somnolencia durante el trabajo
fr: Risque de somnolence pendant le travail
ja: 勤務中の眠気リスク
zh_hans: 工作时段犯困风险

# coach.issue.sleepOverlapsContext.action
source: Consider shifting your bedtime earlier to clear your %@ start.
ar: فكر في تقديم موعد نومك لتتجنب التداخل مع بداية %@.
ca: Considera avançar l'hora d'anar a dormir per alliberar l'inici del teu %@.
de: Erwäge, deine Schlafenszeit vorzuverlegen, um deinen %@-Beginn freizuhalten.
es: Considera adelantar tu hora de acostarte para despejar el inicio de tu %@.
fr: Envisagez d'avancer votre heure de coucher pour libérer le début de votre %@.
ja: %@の開始前に起きられるよう、就寝時間を早めることを検討してください。
zh_hans: 考虑提前就寝时间，以便在%@开始前醒来。

# coach.issue.sleepOverlapsContext.outcome
source: Aligning sleep with your obligations improves both rest quality and daytime performance.
ar: مواءمة النوم مع التزاماتك يحسن جودة الراحة والأداء النهاري.
ca: Alinear el son amb les teves obligacions millora la qualitat del descans i el rendiment diürn.
de: Die Abstimmung des Schlafs mit deinen Verpflichtungen verbessert Schlafqualität und Tagesleistung.
es: Alinear el sueño con tus obligaciones mejora la calidad del descanso y el rendimiento diurno.
fr: Aligner le sommeil avec vos obligations améliore la qualité du repos et les performances diurnes.
ja: 睡眠を義務と合わせることで、休息の質と日中のパフォーマンスが向上します。
zh_hans: 将睡眠与义务对齐可以提高休息质量和日间表现。

# coach.issue.sleepOverlapsContext.reason
source: Part of your sleep falls within your %@ window.
ar: جزء من نومك يقع ضمن فترة %@ الخاصة بك.
ca: Part del teu son cau dins la teva finestra de %@.
de: Ein Teil deines Schlafs fällt in dein %@-Zeitfenster.
es: Parte de tu sueño cae dentro de tu ventana de %@.
fr: Une partie de votre sommeil tombe dans votre créneau de %@.
ja: 睡眠の一部が%@の時間帯と重なっています。
zh_hans: 部分睡眠时间落在您的%@时段内。

# coach.issue.sleepOverlapsContext.title
source: Sleep overlaps your schedule
ar: النوم يتداخل مع جدولك
ca: El teu son es solapa amb el teu horari
de: Schlaf überlappt deinen Zeitplan
es: Tu sueño se solapa con tu horario
fr: Le sommeil chevauche votre emploi du temps
ja: 睡眠がスケジュールと重なっています
zh_hans: 睡眠与日程重叠

# coach.issue.sleepTooCloseToContext.action
source: Try to wake at least 60 minutes before your %@ to allow proper morning transition.
ar: حاول الاستيقاظ قبل 60 دقيقة على الأقل من %@ للسماح بانتقال صباحي مناسب.
ca: Intenta despertar-te almenys 60 minuts abans del teu %@ per a una transició matutina adequada.
de: Versuche, mindestens 60 Minuten vor deinem %@ aufzuwachen für einen guten Morgenübergang.
es: Intenta despertar al menos 60 minutos antes de tu %@ para una transición matutina adecuada.
fr: Essayez de vous réveiller au moins 60 minutes avant votre %@ pour une transition matinale correcte.
ja: %@の少なくとも60分前に起きて、朝の移行をスムーズにしましょう。
zh_hans: 尝试在%@开始前至少60分钟醒来，以便进行适当的早晨过渡。

# coach.issue.sleepTooCloseToContext.outcome
source: A buffer between waking and obligations reduces cortisol spikes and improves alertness.
ar: فترة فاصلة بين الاستيقاظ والالتزامات تقلل ارتفاع الكورتيزول وتحسن اليقظة.
ca: Un marge entre despertar i les obligacions redueix els pics de cortisol i millora l'alerta.
de: Ein Puffer zwischen Aufwachen und Verpflichtungen reduziert Cortisolspitzen und verbessert die Wachheit.
es: Un margen entre despertar y las obligaciones reduce los picos de cortisol y mejora la alerta.
fr: Un tampon entre le réveil et les obligations réduit les pics de cortisol et améliore la vigilance.
ja: 起床と義務の間のバッファはコルチゾールスパイクを減らし、覚醒度を向上させます。
zh_hans: 醒来与义务之间的缓冲时间可减少皮质醇峰值并提高警觉性。

# coach.issue.sleepTooCloseToContext.reason
source: You wake up only %@ minutes before your %@ starts.
ar: تستيقظ قبل %@ دقيقة فقط من بداية %@.
ca: Et despertes només %@ minuts abans que comenci el teu %@.
de: Du wachst nur %@ Minuten vor deinem %@-Beginn auf.
es: Te despiertas solo %@ minutos antes de que empiece tu %@.
fr: Vous vous réveillez seulement %@ minutes avant le début de votre %@.
ja: %@の開始わずか%@分前に起床しています。
zh_hans: 您在%@开始前仅%@分钟醒来。

# coach.issue.sleepTooCloseToContext.title
source: Wake-up too close to your schedule
ar: الاستيقاظ قريب جداً من جدولك
ca: Despertar massa a prop del teu horari
de: Aufwachen zu nah am Zeitplan
es: Despertar demasiado cerca de tu horario
fr: Réveil trop proche de votre emploi du temps
ja: 起床時間がスケジュールに近すぎます
zh_hans: 起床时间离日程太近

# coach.issue.socialJetlag.action
source: Try to keep the difference between weekend and weekday wake times within 30 minutes.
ar: حاول أن لا يتجاوز اختلاف وقت الاستيقاظ بين عطلة نهاية الأسبوع وأيام العمل 30 دقيقة.
ca: Intenta que la diferència d'hora de despertar entre cap de setmana i dies laborables no superi els 30 minuts.
de: Versuche, den Unterschied zwischen Wochenend- und Werktags-Aufwachzeit auf maximal 30 Minuten zu begrenzen.
es: Intenta mantener la diferencia entre los horarios de despertar de fin de semana y días laborables dentro de los 30 minutos.
fr: Essayez de maintenir la différence entre les heures de réveil du week-end et des jours ouvrables en dessous de 30 minutes.
ja: 週末と平日の起床時間の差を30分以内に抑えるようにしましょう。
zh_hans: 尝试将周末和工作日起床时间的差距控制在30分钟以内。

# coach.issue.socialJetlag.outcome
source: Reducing the gap will improve weekday alertness and reduce chronic fatigue.
ar: تقليل الفرق سيُحسّن التيقظ في أيام العمل وسيُقلّل الشعور بالتعب المزمن.
ca: Reduir la diferència millorarà l'estat d'alerta en els dies laborables i reduirà la fatiga crònica.
de: Eine geringere Differenz verbessert die Wachheit an Werktagen und verringert chronische Müdigkeit.
es: Reducir la brecha mejorará el estado de alerta en días laborables y reducirá la fatiga crónica.
fr: Réduire l'écart améliorera la vigilance en semaine et réduira la fatigue chronique.
ja: 差を縮めることで、平日の集中力が上がり、慢性疲労が軽減されます。
zh_hans: 缩小差距将改善工作日的警觉性并减少慢性疲劳。

# coach.issue.socialJetlag.reason
source: Your weekend sleep differs from weekdays by more than an hour. This is like changing time zones every week.
ar: يختلف نومك في عطلة نهاية الأسبوع عن أيام العمل بأكثر من ساعة. هذا مثل تغيير منطقة زمنية كل أسبوع.
ca: El teu son cap de setmana difereix dels dies laborables en més d'una hora. Això és com canviar de zona horària cada setmana.
de: Dein Wochenendschlaf weicht um mehr als eine Stunde von Werktagen ab. Das ist wie wöchentlicher Zeitzonenwechsel.
es: Tu sueño de fin de semana difiere de los días laborables en más de una hora. Esto es como cambiar de zona horaria cada semana.
fr: Votre sommeil du week-end diffère des jours de semaine de plus d'une heure. C'est comme changer de fuseau horaire chaque semaine.
ja: 週末の睡眠が平日と1時間以上異なっています。これは毎週タイムゾーンを変えるようなものです。
zh_hans: 您的周末睡眠与工作日相差超过一小时，就像每周更换时区一样。

# coach.issue.socialJetlag.title
source: Social Jetlag
ar: الجيت لاغ الاجتماعي
ca: Jet lag social
de: Sozialer Jetlag
es: Jet lag social
fr: Jet-lag social
ja: 社会的ジェットラグ
zh_hans: 社会性时差

# coach.issue.splitSleep.action
source: Avoid sleeping after 15:00 and aim for one single consolidated night sleep block.
ar: تجنب القيلولة بعد الساعة 15:00 واستهدف فترة نوم رئيسية واحدة متصلة في الليل.
ca: Evita les becaines després de les 15:00 i busca un únic bloc de son nocturn principal i continuat.
de: Vermeide Schlafen nach 15:00 Uhr und strebe einen einzigen zusammenhängenden Hauptschlafblock nachts an.
es: Evita dormir después de las 15:00 y apunta a un único bloque de sueño nocturno consolidado.
fr: Évitez de dormir après 15:00 et visez un seul bloc de sommeil nocturne consolidé.
ja: 15:00以降の睡眠を避け、夜に一つの統合した睡眠ブロックを目指しましょう。
zh_hans: 避免15:00后睡眠，目标是夜间一个整合的连续睡眠时段。

# coach.issue.splitSleep.outcome
source: Consolidating your sleep will deepen night sleep and strengthen internal clock signals.
ar: تجميع نومك سيُعمّق نومك الليلي ويُقوّي إشارات الساعة البيولوجية.
ca: Consolidar el teu son aprofundirà el son nocturn i enfortirà els senyals del rellotge intern.
de: Das Konsolidieren deines Schlafs wird den Nachtschlaf vertiefen und die inneren Uhrsignale stärken.
es: Consolidar tu sueño profundizará el sueño nocturno y fortalecerá las señales del reloj interno.
fr: Consolider votre sommeil approfondira le sommeil nocturne et renforcera les signaux de l'horloge interne.
ja: 睡眠を統合することで、夜間睡眠が深まり、体内時計のシグナルが強化されます。
zh_hans: 整合睡眠将加深夜间睡眠，并强化生物钟信号。

# coach.issue.splitSleep.reason
source: Your sleep is split into two main blocks with a significant gap during the day. This pattern disrupts internal sleep pressure and makes deep night sleep harder to achieve.
ar: نومك موزع على فترتين رئيسيتيين تفصل بينهما فجوة كبيرة أثناء النهار. هذا النمط يعطل الضغط الداخلي للنوم ويُصعّب تحقيق نوم ليلي عميق.
ca: El teu son es divideix en dos períodes principals amb una bretxa significativa durant el dia. Aquest patró altera la pressió de son interna i dificulta el son nocturn profund.
de: Dein Schlaf ist in zwei Hauptphasen aufgeteilt, mit einer erheblichen Lücke tagsüber. Dieses Muster stört den inneren Schlafdruck und erschwert tiefen Nachtschlaf.
es: Tu sueño se divide en dos bloques principales con una brecha significativa durante el día. Este patrón altera la presión interna del sueño y dificulta el sueño nocturno profundo.
fr: Votre sommeil est divisé en deux blocs principaux avec une pause significative dans la journée. Ce schéma perturbe la pression interne du sommeil et rend difficile un sommeil nocturne profond.
ja: 睡眠が日中の大きな空白を挟んで2つの主要なブロックに分かれています。このパターンは内部の睡眠圧力を乱し、深い夜間睡眠を困難にします。
zh_hans: 您的睡眠分为两个主要时段，中间有较长的白天间隔。这种模式会破坏内部睡眠压力，使深度夜间睡眠更难实现。

# coach.issue.splitSleep.title
source: Split Sleep
ar: نوم منقسم
ca: Son fragmentat
de: Geteilter Schlaf
es: Sueño dividido
fr: Sommeil fractionné
ja: 分割睡眠
zh_hans: 分段睡眠

# coach.issue.sufficientButMisaligned.action
source: Try gradually moving your bedtime 15 minutes earlier each week toward the 22:00–06:00 window.
ar: حاول تقديم وقت نومك تدريجياً بـ 15 دقيقة كل أسبوع نحو نافذة 22:00-06:00.
ca: Intenta avançar gradualment l'hora d'anar a dormir 15 minuts per setmana cap a la finestra 22:00-06:00.
de: Versuche, deine Schlafenszeit schrittweise um 15 Minuten pro Woche in Richtung 22:00–06:00 vorzuverlegen.
es: Intenta mover gradualmente tu hora de dormir 15 minutos antes cada semana hacia la ventana 22:00-06:00.
fr: Essayez de déplacer progressivement votre heure de coucher de 15 minutes par semaine vers la fenêtre 22:00–06:00.
ja: 毎週15分ずつ就寝時間を22:00〜06:00の窓に向けて前倒しにしていきましょう。
zh_hans: 尝试每周将就寝时间提前15分钟，逐步调整到22:00-06:00的时间窗口。

# coach.issue.sufficientButMisaligned.outcome
source: Better alignment with circadian rhythm will increase sleep quality and daytime energy levels.
ar: تحسين التوافق مع الإيقاع اليومي سيزيد جودة النوم ومستوى الطاقة خلال النهار.
ca: Millorar l'alineació amb el ritme circadià augmentarà la qualitat del son i el nivell d'energia durant el dia.
de: Bessere Ausrichtung am Tagesrhythmus wird die Schlafqualität und das Energieniveau tagsüber verbessern.
es: Una mejor alineación con el ritmo circadiano aumentará la calidad del sueño y los niveles de energía diurna.
fr: Une meilleure synchronisation avec le rythme circadien améliorera la qualité du sommeil et les niveaux d'énergie diurnes.
ja: 概日リズムとの同期が改善されることで、睡眠の質と日中のエネルギーレベルが向上します。
zh_hans: 更好地与昼夜节律同步将提高睡眠质量和日间能量水平。

# coach.issue.sufficientButMisaligned.reason
source: Your sleep duration is adequate but the timing doesn't align with the natural light-dark rhythm. You may feel tired despite sleeping enough.
ar: مدة نومك كافية لكن توقيته لا يتوافق مع الإيقاع الطبيعي للضوء والنشاط. قد تشعر بالتعب رغم مدة النوم الكافية.
ca: La durada del teu son és adequada però el temps no s'alinea amb el ritme natural de llum i activitat. Podries sentir-te cansat malgrat dormir prou.
de: Deine Schlafdauer ist ausreichend, aber der Zeitpunkt stimmt nicht mit dem natürlichen Hell-Dunkel-Rhythmus überein. Du könntest dich trotz ausreichend Schlaf müde fühlen.
es: Tu duración de sueño es adecuada pero el horario no se alinea con el ritmo natural de luz y oscuridad. Podrías sentirte cansado a pesar de dormir suficiente.
fr: Votre durée de sommeil est adéquate mais le timing n'est pas aligné avec le rythme naturel lumière-obscurité. Vous pourriez vous sentir fatigué malgré un sommeil suffisant.
ja: 睡眠時間は十分ですが、タイミングが自然の明暗リズムと合っていません。十分眠っているにもかかわらず疲れを感じるかもしれません。
zh_hans: 您的睡眠时长足够，但时间安排与自然光暗节律不匹配，可能即使睡够了也感到疲倦。

# coach.issue.sufficientButMisaligned.title
source: Sufficient But Misaligned
ar: نوم كافٍ لكن غير منتظم
ca: Son suficient però desalineat
de: Ausreichend, aber nicht synchron
es: Suficiente pero desalineado
fr: Suffisant mais désynchronisé
ja: 時間は十分だが位相がずれている
zh_hans: 睡眠充足但时相不对

# coach.jetlag.button.subtitle
source: Light, melatonin & meal timing plan
ar: خطة الضوء والميلاتونين ومواعيد الوجبات
ca: Pla de llum, melatonina i horaris d'àpats
de: Licht-, Melatonin- & Mahlzeitenplan
es: Plan de luz, melatonina y horarios de comida
fr: Plan lumière, mélatonine & repas
ja: 光・メラトニン・食事タイミングプラン
zh_hans: 光照、褪黑素和用餐时间计划

# coach.jetlag.button.title
source: Jet Lag Planner
ar: مخطط إرهاق السفر
ca: Planificador de Jet Lag
de: Jetlag-Planer
es: Planificador de Jet Lag
fr: Planificateur Jet Lag
ja: 時差ボケプランナー
zh_hans: 时差计划器

# coach.learn.subtitle
source: Short read
ar: قراءة قصيرة
ca: Lectura breu
de: Kurzer Artikel
es: Lectura breve
fr: Lecture courte
ja: 短い記事
zh_hans: 简短阅读

# coach.learn.title
source: Social jet lag: why Sunday catches up with you on Tuesday
ar: اضطراب الوقت الاجتماعي: لماذا يلحق بك الأحد يوم الثلاثاء
ca: Jet lag social: per què el diumenge et passa factura el dimarts
de: Social Jet Lag: Warum Sonntag Sie am Dienstag einholt
es: Jet lag social: por qué el domingo te pasa factura el martes
fr: Jet lag social : pourquoi dimanche vous rattrape mardi
ja: ソーシャル時差ぼけ: なぜ日曜が火曜に響くのか
zh_hans: 社交时差:为什么周日会在周二找上你

# coach.microhabit.default.0
source: Log your sleep as soon as you wake up.
ar: سجّل نومك فور استيقاظك.
ca: Registra el teu son just en despertar.
de: Protokolliere deinen Schlaf direkt nach dem Aufwachen.
es: Registra tu sueño nada más despertar.
fr: Enregistre ton sommeil dès le réveil.
ja: 起きたらすぐに睡眠を記録しましょう。
zh_hans: 醒来后立即记录你的睡眠。

# coach.microhabit.default.1
source: Spend 10 min outside in natural light today.
ar: اقضِ 10 دقائق في الخارج تحت ضوء الشمس اليوم.
ca: Passa 10 min a l'exterior amb llum natural avui.
de: Verbringe heute 10 Min. draußen im natürlichen Licht.
es: Pasa 10 min al aire libre con luz natural hoy.
fr: Passe 10 min dehors à la lumière naturelle aujourd'hui.
ja: 今日は10分間、自然光の下で過ごしましょう。
zh_hans: 今天在自然光下户外待10分钟。

# coach.microhabit.default.2
source: Keep a consistent bedtime tonight.
ar: حافظ على وقت نوم ثابت الليلة.
ca: Mantén una hora de dormir constant aquesta nit.
de: Halte heute Nacht eine feste Schlafenszeit ein.
es: Mantén una hora de dormir consistente esta noche.
fr: Maintiens une heure de coucher régulière ce soir.
ja: 今夜は一定の就寝時刻を守りましょう。
zh_hans: 今晚保持一致的就寝时间。

# coach.microhabit.default.3
source: Check your sleep environment: dark, cool, quiet?
ar: تحقق من بيئة نومك: مظلمة، باردة، هادئة؟
ca: Revisa el teu entorn de son: fosc, fresc, silenciós?
de: Überprüfe deine Schlafumgebung: dunkel, kühl, ruhig?
es: Revisa tu entorno de sueño: ¿oscuro, fresco, silencioso?
fr: Vérifie ton environnement de sommeil : sombre, frais, calme ?
ja: 睡眠環境をチェック：暗い、涼しい、静か？
zh_hans: 检查你的睡眠环境：黑暗、凉爽、安静？

# coach.microhabit.default.4
source: Avoid heavy meals 2 hours before bed.
ar: تجنب الوجبات الثقيلة قبل النوم بساعتين.
ca: Evita àpats pesants 2 hores abans de dormir.
de: Vermeide schwere Mahlzeiten 2 Stunden vor dem Schlafengehen.
es: Evita comidas pesadas 2 horas antes de dormir.
fr: Évite les repas lourds 2 heures avant le coucher.
ja: 就寝2時間前は重い食事を避けましょう。
zh_hans: 睡前2小时避免进食过多。

# coach.microhabit.default.5
source: Try a relaxing activity before bedtime.
ar: جرّب نشاطًا مريحًا قبل النوم.
ca: Prova una activitat relaxant abans de dormir.
de: Probiere vor dem Schlafengehen eine entspannende Aktivität aus.
es: Prueba una actividad relajante antes de dormir.
fr: Essaie une activité relaxante avant le coucher.
ja: 就寝前にリラックスできる活動を試しましょう。
zh_hans: 睡前尝试放松活动。

# coach.microhabit.default.6
source: Review your sleep data and notice any patterns.
ar: راجع بيانات نومك ولاحظ أي أنماط.
ca: Revisa les teves dades de son i observa patrons.
de: Überprüfe deine Schlafdaten und achte auf Muster.
es: Revisa tus datos de sueño y observa patrones.
fr: Examine tes données de sommeil et repère les tendances.
ja: 睡眠データを確認してパターンを見つけましょう。
zh_hans: 查看你的睡眠数据，留意规律。

# coach.microhabit.delayedPhase.0
source: Set a morning alarm and get outside for 5 min of sunlight.
ar: اضبط منبهًا صباحيًا واخرج 5 دقائق لأشعة الشمس.
ca: Posa una alarma matinal i surt 5 min a prendre el sol.
de: Stelle einen Morgenwecker und geh 5 Min. in die Sonne.
es: Pon una alarma matutina y sal 5 min a tomar el sol.
fr: Mets un réveil et sors 5 min au soleil le matin.
ja: 朝のアラームをセットして、5分間日光を浴びましょう。
zh_hans: 设定晨间闹钟，出门晒5分钟太阳。

# coach.microhabit.delayedPhase.1
source: Dim all screens 1 hour before bed tonight.
ar: خفّف إضاءة جميع الشاشات قبل النوم بساعة الليلة.
ca: Atenua totes les pantalles 1 hora abans de dormir.
de: Dimme heute Nacht alle Bildschirme 1 Stunde vor dem Schlafengehen.
es: Atenúa todas las pantallas 1 hora antes de dormir.
fr: Réduis la luminosité de tous les écrans 1 heure avant le coucher.
ja: 今夜は就寝1時間前にすべての画面を暗くしましょう。
zh_hans: 今晚睡前1小时调暗所有屏幕。

# coach.microhabit.delayedPhase.2
source: No caffeine after 14:00 today.
ar: لا كافيين بعد الساعة 14:00 اليوم.
ca: Sense cafeïna després de les 14:00 avui.
de: Heute kein Koffein nach 14:00 Uhr.
es: Nada de cafeína después de las 14:00 hoy.
fr: Pas de caféine après 14h00 aujourd'hui.
ja: 今日は14時以降カフェインを摂らないようにしましょう。
zh_hans: 今天14:00后不要摄入咖啡因。

# coach.microhabit.delayedPhase.3
source: Take a 10-min walk right after waking up.
ar: امشِ 10 دقائق فور الاستيقاظ.
ca: Fes un passeig de 10 min just en despertar.
de: Mache direkt nach dem Aufwachen einen 10-minütigen Spaziergang.
es: Da un paseo de 10 min justo al despertar.
fr: Fais une marche de 10 min juste après le réveil.
ja: 起きたらすぐに10分間散歩しましょう。
zh_hans: 起床后立即散步10分钟。

# coach.microhabit.delayedPhase.4
source: Set your bedroom lights to warm/dim at 21:00.
ar: اضبط إضاءة غرفة النوم على دافئة/خافتة الساعة 21:00.
ca: Posa els llums de l'habitació càlids/tènues a les 21:00.
de: Stelle die Schlafzimmerbeleuchtung um 21:00 Uhr auf warm/gedimmt.
es: Pon las luces del dormitorio cálidas/tenues a las 21:00.
fr: Règle les lumières de ta chambre en mode chaud/tamisé à 21h00.
ja: 21時に寝室の照明を暖色・暗めに設定しましょう。
zh_hans: 21:00将卧室灯光调为暖色/暗光。

# coach.microhabit.delayedPhase.5
source: Try a 5-min breathing exercise before bed.
ar: جرّب تمرين تنفس لمدة 5 دقائق قبل النوم.
ca: Prova un exercici de respiració de 5 min abans de dormir.
de: Probiere vor dem Schlafengehen eine 5-minütige Atemübung.
es: Prueba un ejercicio de respiración de 5 min antes de dormir.
fr: Essaie un exercice de respiration de 5 min avant le coucher.
ja: 就寝前に5分間の呼吸法を試しましょう。
zh_hans: 睡前尝试5分钟呼吸练习。
